# Broadcasting
admin-button-broadcast = 📨 Рассылка
admin-button-send-again = Отправить заного 🔄
admin-button-send-preview = Посмотреть сообщение 🌅
admin-button-send = Отправить пост 📨
admin-message-media-text-ask = Отправьте фото/видео, которые будут прикреплены к сообщению
admin-message-media-preview-text = Эти медиа будут прикреплены к сообщению (все сразу, без кнопок)
admin-message-text-ask = Отправьте сообщение, которое хотите отправить пользователям
admin-message-link-ask =
    Отправьте кнопик-ссылки в следующем формате. Каждая кнопка-ссылка на отдельной строке
    <code>Текст кнопки : ссылка</code>

    Если кнопки-ссылки не нужны, то можете пропустить этот шаг
admin-message-preview-text = { $text }
admin-message-edit-media = Изменить медиа ✏️
admin-message-edit-text = Изменить текст ✏️
admin-message-del-link = Удалить ссылки 🗑
admin-message-edit-link = Изменить ссылки ✏️
admin-button-cancel-edit = Отменить редактирование ⬅️

admin-message-dest = Кому нужно отправить сообщение?
admin-message-all = Всем
admin-message-client = Клиентам
admin-message-performer = Исполнителям

admin-messages-sent = 
    Сообщение отправлено!
    Всего пользователей в рассылке: <code>{ $total_count }</code>
    Сообщение получили: <code>{ $sent_count }</code>